Repository: josechimsdc1992/AppMonederoCommand
Catalog: AppMonederoCommand.Entities/Lenguajes/Menssages.*.resx
Languages: es

# BusAbonoMonedero
source: A credit was made to the {TD} {0} for the amount of ${1}
es: Se realizó un abono a la {TD} {0} por el importe de ${1} pesos.

# BusAccountExistSocial
source: The account already exists, try to log in through
es: La cuenta ya existe, intenta iniciar sesion a través de

# BusAmountIsMayor
source: The number of tickets requested is greater than allowed.
es: La cantidad de boletos solicitado es mayor a lo permitido.

# BusCard
source: The card -
es: La tarjeta

# BusCardBloq
source: It is blocked, validate the card
es: esta bloqueada, valide la tarjeta

# BusCardBloqSimple
source: It's blocked:
es: esta bloqueada:

# BusCardDestiny
source: The destiny card
es: La tarjeta de destino

# BusCardInactive
source: is inactive
es: esta inactiva

# BusCardOrigin
source: The origin card
es: La tarjeta de origen

# BusCodeVerification
source: Your verification code is
es: Tu código de verificación es

# BusComplete
source: Completed
es: Completado

# BusCompleteCorrect
source: Completed correctly.
es: Completado correctamente.

# BusCorrecto
source: Correct.
es: Correcto.

# BusCredentialsIncorrect
source: Incorrect credentials.
es: Credenciales incorrectas.

# BusCrupNoValid
source: Invalid CURP, the CURP entered is already associated with another user
es: CURP no válido, la CURP ingresada ya está asociada a otro usuario

# BusDataRequired
source: The following information is required
es: El siguiente dato es requerido

# BusDatasRequired
source: The following data is required
es: Los siguientes datos son requeridos

# BusEmailInactiveAccount
source: The email entered is associated with an inactive account
es: El correo electrónico ingresado se encuentra asociado a una cuenta inactiva

# BusEmailNoValid
source: Invalid email
es: Correo no válido

# BusEmailNoValidAsociate
source: Invalid email, the email account entered is already associated with another user
es: Correo no válido, la cuenta de correo ingresada ya está asociada a otro usuario

# BusEmailNoValidExtended
source: Invalid email, check if it is spelled correctly
es: Correo no válido, verifique que esté escrito correctamente

# BusErrorCountTickets
source: The number of tickets to be generated is required.
es: Se requiere la cantidad de boletos a generar.

# BusFieldInfraType
source: InfraTipo field empty
es: Campo de InfraTipo vacía

# BusFieldRoute
source: Empty Route field
es: Campo de Ruta vacía

# BusFieldUnid
source: Empty Unit Field
es: Campo de Unidad vacía

# BusFielType
source: Type field, not correct
es: Campo Tipo, no es correcto

# BusIsBloq
source: is blocked
es: está bloqueado

# BusMonedero
source: The wallet
es: La tarjeta inteligente

# BusMonederoBloqValid
source: It is blocked, validate the wallet
es: esta bloqueado, valide la tarjeta inteligente

# BusMonederoDestiny
source: The destination wallet
es: La tarjeta inteligente destino

# BusMonederoOrigin
source: The original wallet
es: La tarjeta inteligente origen

# BusNoAddCorrectToken
source: The token was not created correctly
es: No se creo correctamente el token

# BusNoAviableSytem
source: It is no longer available in the system
es: ya no esta disponible en el sistema

# BusNoCorrectConfig
source: is not correctly configured
es: no se encuentra correctamente configurada

# BusNoCorrectStatusConfig
source: the status is not correctly configured
es: no se encuentra correctamente configurado el estatus

# BusNoExistMonedero
source: The wallet was not found.
es: No se encontró la tarjeta inteligente.

# BusNoGenerateTicket
source: No ticket was generated.
es: No se generó ningún boleto.

# BusNoMotivoBloq
source: does not have a blocking reason
es: no tiene un motivo de bloqueo

# BusNoObtainTarifa
source: Could not get rate type
es: No se pudo obtener el tipo de tarifa

# BusNoRespon
source: No successful response
es: Sin respuesta exitosa

# BusNotfoundHistory
source: No history found.
es: No se encontró historial.

# BusNoticketsAviables
source: There are no tickets available
es: No tiene boletos disponibles

# BusNoValidCards
source: There is no card to validate
es: No hay tarjeta a validar

# BusPasswordCoincide
source: Password does not match, please try again
es: La contraseña no coinciden, inténtelo de nuevo

# BusPasswordNoMacthes
source: Passwords do not match
es: Las contraseñas no coinciden

# BusPhoneNoValid
source: Invalid phone number, the phone number entered is already associated with another user
es: Teléfono no válido, el teléfono ingresado ya está asociada a otro usuario

# BusPlantillaError
source: Error get template
es: Error obtener plantilla

# BusRequiredEmailRestore
source: An email is required for account recovery.
es: Se requiere un correo electrónico para la recuperación de la cuenta.

# BusRequiredImage
source: An image is necessary.
es: Es necesaria una imagen.

# BusSessionFailInactive
source: Can't log in, account inactive
es: No se puede iniciar sesión, cuenta inactiva

# BusSMSSend
source: SMS sent.
es: SMS enviado.

# BusTipoTarifaFailed
source: No successful response from the Rate Type catalogue.
es: Sin respuesta exitosa del catálogo de Tipo Tarifa.

# BusTokenNoValid
source: The token is invalid.
es: El token no es válido.

# BusUserAlreadyRegister
source: Already registered user, please log in.
es: Usuario ya registrado, por favor inicie sesión.

# BusUserNoMonedero
source: The user does not have a wallet.
es: El usuario no cuenta con una tarjeta inteligente.

# BusUserNoVerify
source: User was not verified correctly
es: No se verificó correctamente el usuario

# BusUserUpdateNoExist
source: The user to update does not exist.
es: El usuario a actualizar no existe.

# BusUserUpdateSuccess
source: The user has been successfully updated.
es: El usuario se ha actualizado correctamente.

# BusValidatePassword
source: Validate that the password contains at least one number and letter, without spaces, and also has 8 to 250 characters
es: Valide que la contraseña contenga al menos un número y letra, sin espacios, también tenga de 8 a 250 caracteres

# BusValueNoValidTickets
source: The value of the maximum number of tickets to create parameter is not a valid number.
es: El valor del parámetro de cantidad máxima de boletos a crear no es un número válido.

# BusVerificatedCard
source: Verify the card details.
es: Verifica los datos de la tarjeta.

# DatAccountNoExits
source: The account does not exist
es: La cuenta no existe

# DatAccountNoRecovered
source: Account not recovered
es: Cuenta no recuperada

# DatAccountSolicitadeNoExits
source: The account requested for recovery does not exist.
es: La cuenta solicitada para recuperación no existe.

# DatAddSuccesParameter
source: The parameter was added successfully.
es: El parámetro se agregó correctamente.

# DatCompleteFailed
source: Not completed correctly.
es: No completado correctamente.

# DatCompleteSucces
source: Completed correctly.
es: Completado correctamente.

# DatDeleteFailed
source: Registered not deleted
es: Registro no eliminado

# DatDeleteSucess
source: Successfully removed
es: Eliminado correctamente

# DatDesactivateTokens
source: All RefreshTokens have been disabled.
es: Se desactivaron todos los RefreshToken.

# DatErrorGeneric
source: An unexpected error occurred
es: Ocurrió un error inesperado

# DatErrorTokenRecover
source: Unknown error, failed to save recovery token
es: Error desconocido, no se pudo guardar el token de recuperación

# DatGetLocatiosSucces
source: The locations were obtained correctly.
es: Las ubicaciones se obtuvieron correctamente.

# DatGetSuccesParameter
source: The parameters were obtained correctly.
es: Los parámetros se obtuvieron correctamente.

# DatLocationFavoriteNoExist
source: Favorite location does not exist
es: La ubicacion favorita no existe

# DatLocationNoRegistered
source: Unregistered location
es: Ubicación no registrada

# DatNoAddParameter
source: The parameter was not added.
es: No se agregó el parámetro.

# DatNoAddSuggestion
source: Unregistered suggestion
es: Sugerencia no registrada

# DatNoChanges
source: No changes to save
es: No hay cambios para guardar

# DatNoExistBoleto
source: There are no tickets available.
es: No existen boletos disponibles.

# DatNoExistFavoriteUbications
source: There are no favorite locations.
es: No existen ubicaciones favoritas.

# DatNoExistParameters
source: There are no parameters.
es: No existen parámetros.

# DatNoExistRegister
source: There is no record.
es: No existe registro.

# DatNoExistRegisterDelete
source: The record to delete was not found.
es: No se encontró el registro para eliminar.

# DatNoExistUpdateParameter
source: The parameter to update does not exist.
es: El parametro a actualizar no existe.

# DatNoExistUserVerificated
source: The user with the verified account was not found.
es: No se encontró al usuario con la cuenta verificada.

# DatNoGetRegister
source: The record was not found.
es: No se encontró el registro.

# DatNoHistoryRefresToken
source: Could not add to refresh token history.
es: No se pudo agregar al historia de refresh token.

# DatNoRefreshTokens
source: It has no RefreshToken associated with it.
es: No tiene RefreshToken asociados.

# DatNoRegisteredToken
source: No record found for the requested token.
es: No se encontró el registro para el token solicitado.

# DatNoSave
source: Unsaved data
es: Datos no guardados

# DatNoUpdateCodeVerification
source: The verification code could not be updated.
es: No se pudo actualizar el código verificación.

# DatNoUpdateExist
source: The record to update was not found.
es: No se encontró el registro para actualizar.

# DatNoUpdateParameter
source: The parameter was not updated.
es: No se actualizó el parámetro.

# DatNoUpdatePassword
source: The password could not be updated, the process has already been completed or the time given for changing the password has expired.
es: No se pudo actualizar la contraseña, el proceso ya fue finalizado o expiro el tiempo dado para el cambio de contraseña.

# DatNoUseStatusAccount
source: Could not update account verification status.
es: No se pudo actualizar el estatus de verificación de la cuenta.

# DatOcurredError
source: An error occurred
es: Ocurrió un error

# DatParameterCompuest1
source: The parameter
es: El parámetro

# DatParameterCompuest2
source: does not exist.
es: no existe.

# DatPasswordDiferent
source: The new password must be different from the previous one.
es: La nueva contraseña debe ser diferente a la anterior.

# DatPasswordRandom
source: The random password must be different from the previous one.
es: La contraseña aleatoria debe ser diferente a la anterior.

# DatPurseNoChanges
source: The wallet did not change
es: La tarjeta inteligente no cambió

# DatRegisteredCard
source: It is already linked.
es: Ya está vinculada.

# DatRegisterNoExist
source: The record does not exist
es: El registro no existe

# DatSuccesUpdateParameter
source: The parameter was updated successfully.
es: El parámetro se actualizó correctamente.

# DatTimeOutAccount
source: After the time for account recovery has expired, try again.
es: A caducado el tiempo para la recuperación de la cuenta, inténtelo nuevamente.

# DatTimeTerminateAccount
source: Recovery timeout had already ended, please try again
es: El tiempo de espera para la recuperación ya había terminado, inténtelo nuevamente

# DatTokenInactive
source: The token is now inactive.
es: El toquen ya está inactivo.

# DatTokenNoSave
source: Token not stored
es: Token no almacenado

# DatTokenNoValids
source: The tokens sent are not valid.
es: Los tokens enviados no son válidos.

# DatTokensSucess
source: The tokens were obtained successfully.
es: Los tokens se obtuvieron correctamente.

# DatTokenUsed
source: Token used
es: Token utilizado

# DatUpdateFailed
source: Registered not updated
es: Registró no actualizado

# DatUpdateSucces
source: Successfully updated
es: Actualizado correctamente

# DatUserNoExist
source: User not found
es: Usuario no encontrado

# DatUserSolicitadeNoAviable
source: The requested user is not available.
es: El usuario solicitado no está disponible.

# DatVerificateFailed
source: Registered not verified
es: Registró no verificado

# DatVerificateSucces
source: Successfully verified
es: Verificado correctamente

# DatVerifyEmail
source: Verify your email
es: Verifica tu correo electrónico

# WebLenguajeNoValid
source: Invalid language
es: Lenguaje no valido

# BusMonederoConceptoTraspasoAbono
source: Transfer of Wallet
es: Traspaso de tarjeta inteligente No.

# BusMonederoConceptoTraspasoCargo
source: Transfer to Wallet
es: Traspaso a tarjeta inteligente No.

# BusMonederoConceptoVentaTicket
source: Ticket QR Sale
es: Venta de ticket QR

# BusMonederoConceptoSaldoPayPal
source: Paypal Purchase
es: Compra en Paypal

# BusMonederoConceptoSaldoMercadoPago
source: Mercado Pago Purchase
es: Compra en Mercado Pago

# BusMonederoConceptoSaldoTarjeta
source: Debit/Credit card purchase
es: Compra con tarjeta

# BusMonederoConceptoSaldoCoDi
source: CoDi purchase
es: Compra en CoDi

# BusMonederoConceptoSaldo
source: Wallet recharge
es: Compra de saldo

# BusMonederoConceptoAbordaje
source: Boarding
es: Abordaje

# BusMonederoConceptoVentaTarjeta
source: Card sale
es: Venta de tarjeta

# BusMonederoConceptoDesconocido
source: Unknown
es: Desconocido

# Html48Hours
source: It will only be available for 48 hours.
es: solo estará disponible 48 hrs.

# HtmlAplicateTransport
source: Transport application
es: Aplicación de transporte

# HtmlAppTransporte
source: to the transportation app
es: a la aplicación de transporte

# HtmlComent
source: Comment
es: Comentario

# HtmlDate
source: Date
es: Fecha

# HtmlDelAccount
source: your account deletion request
es: tu petición de la eliminación de cuenta

# HtmlDelInfo
source: and we have proceeded to delete your data and information related to your profile, access and registration. No further action is required.
es: y hemos procedido a borrar tus datos e información relacionada con tu perfil, accesos y registro. No es necesario realizar ninguna otra acción.

# HtmlDownloadApp
source: You can also download the application at:
es: También puedes descargar la aplicación en:

# HtmlGob
source: Yucatan State Government
es: Gobierno del Estado de Yucatán

# HtmlHello
source: Hello
es: Hola

# HtmlImportant
source: Important
es: Importante

# HtmlInfo
source: Information
es: Información

# HtmlInfoEmail
source: This email is informational, please do not respond, you are not enabled to receive messages.
es: Este correo es informativo, por favor no respondas, no está habilitado para recibir mensajes.

# HtmlIs
source: Is
es: Es

# HtmlNewPass
source: New Password
es: Nueva Contraseña

# HtmlPassWarning
source: Please do so, otherwise you will not be able to log in to the app. You can also cancel it by copying and pasting the following link into your browser.
es: que lo hagas, ya que de lo contrario no podrás iniciar sesión en la aplicación. También puedes recuperarla copiando y pegando el siguiente link en tu navegador.

# HtmlRegisterSuccess
source: Your registration has been completed successfully!
es: ¡Tu registro se ha finalizado con éxito!

# HtmlRemember
source: We remind you of your folio number:
es: Te recordamos tu número de folio:

# HtmlRememberPass
source: We remind you to log in and change your password. The one we share with you is temporary and
es: Te recordamos acceder y cambiar tu contraseña. La que te compartimos es temporal y

# HtmlRePassInfo
source: You have requested to recover your account password. To assign a new password click on the following button.
es: Has solicitado recuperar la contraseña de tu cuenta. Para asignar una nueva contraseña haz clic en el siguiente botón.

# HtmlReport
source: Report
es: Reporte

# HtmlReportIncide
source: Incident report
es: Reporte de incidencia

# HtmlRoute
source: Route
es: Ruta

# HtmlSendCode
source: We send you your verification code
es: Te enviamos tu código de verificación

# HtmlSendTemporalPass
source: We send you the password so you can access.
es: Te enviamos la contraseña para que puedas acceder.

# HtmlType
source: Type
es: Tipo

# HtmlUnid
source: Unit
es: Unidad

# HtmlUsReceived
source: We have received
es: Hemos recibido

# HtmlWelcome
source: Welcome
es: Bienvenido/a

# BusUsuarioMensajeNotificacionTraspaso
source: A transfer of ${0} has been completed from {TO} {1} to {TD} {2}
es: Se ha realizado un traspaso de ${0} pesos de la {TO} {1} a la {TD} {2}

# BusUsuarioMensajeNotificacionTraspasoTitulo
source: Notification
es: Notificación

# BusNoRegisters
source: No records
es: Sin registros

# BusMessageTraspaso
source: Transfer to Wallet No. :
es: Traspaso a tarjeta inteligente No:

# BusBoletoErrorService
source: An error occurred while generating your ticket QR. Please try again.
es: Ocurrió un error al generar el QR, intente de nuevo.

# BusBoletoErrorServiceCancelation
source: An error occurred while canceling your ticket QR. Please try again.
es: Ocurrió un error al cancelar el QR, intente de nuevo.

# BusBoletoErrorValidaMonedero
source: Your wallet could not be validated. Please try again.
es: No se pudo validar tu tarjeta inteligente, intenta de nuevo.

# BusBoletoErrorValidaTarjeta
source: Your card could not be validated. Please try again.
es: No se pudo validar tu tarjeta, intenta de nuevo.

# BusBoletoErrorValidaSaldo
source: Your current balance could not be retrieved. Please try again.
es: No se pudo obtener tu saldo actual, intenta de nuevo.

# BusBoletoError100Saldo
source: Your balance is insufficient for this service. Please recharge your card and try again.
es: Tu saldo es insuficiente para esta operación. Recarga tu tarjeta y vuelve a intentar.

# BusBoletoError101NoCantidad
source: The number of tickets to generate is required..
es: La cantidad de tickets a generar es requerida.

# BusBoletoError102MaxCantidad
source: You have reached the maximum number of tickets allowed. Please try again with fewer tickets.
es: Alcanzaste el límite de tickets generados. Inténtalo con menos tickets.

# BusBoletoError103NoPaquete
source: Package not found. Please verify and try again.
es: Paquete no encontrado. Verifica e intenta de nuevo.

# BusBoletoError104VigenciaPaquete
source: Package is not valid. Please check the expiration date.
es: Paquete no vigente. Por favor revisa la fecha de vigencia.

# BusVerifiCredentials
source: Verify your access credentials
es: Verifica tus credenciales de acceso

# BusCredentialIncorrect
source: Incorrect credentials.
es: Credenciales incorrectas.

# BusAccountInactive
source: The account is inactive
es: La cuenta está inactiva

# BusWalledTransfer
source: wallet
es: tarjeta inteligente

# BusCardTransfer
source: card
es: tarjeta

# BusUserPaymets
source: The user is not authorized to create the order.
es: El usuario no está autorizado para crear ordenes.

# BusOrderUserNoAuthorized
source: The wallet is not associated with a user.
es: La tarjeta inteligente no está asociada a un usuario.

# HtmlContact
source: Contact
es: Contacto

# HtmlInfraType
source: Infrastructure type
es: Tipo infraestructura

# HtmlReportedBy
source: Reported by
es: Reportado por

# BusTemporalPass
source: A temporary access password has been sent to your email account
es: Se ha enviado una contraseña de acceso temporal a su cuenta de correo electrónico

# BusTemporalPassExpired
source: Temporary password has expired
es: La contraseña temporal ha caducado

# HtmlGreetings
source: Greetings
es: Saludos

# HtmlConfirmationEmail
source: Confirmation email
es: Correo de confirmación

# HtmlTemporalPassword
source: Temporal password
es: Contraseña temporal

# HtmlDeletedAccount
source: Deleted account
es: Cuenta eliminada

# HtmlDateAndTime
source: Date and time
es: Fecha y hora

# HtmlOperationDetails
source: Operation details
es: Detalles de la operación

# HtmlOperationFolio
source: Operation folio
es: Folio de la operación

# HtmlRecoverYourPassword
source: Recover your password
es: Recupera tu contraseña

# HtmlTransfer
source: Transfer
es: Traspaso

# HtmlAmount
source: Amount
es: Monto

# HtmlImportantLabel
source: If you did not perform the operation indicated in this confirmation, please contact a customer service representative by calling {telefono} or send an email to {email} and provide the reference number.
es: En caso de no haber realizado la operación indicada en esta confirmación, contacta a un representante de atención a clientes marcando al {telefono} o envía un correo electrónico a {email} y proporciona el número de folio.

# HtmlOrigin
source: from
es: origen

# HtmlDestiny
source: to
es: destino

# HtmlBalancePurchase
source: Balance Purchase
es: Compra de saldo

# HtmlConcept
source: Concept
es: Concepto

# NotAllowOperation
source: cannot perform the operation
es: no puede realizar la operación

# BusErrorGetMonedero
source: Error getting virtual card.
es: Error obteniendo la tarjeta virtual.

# DatAddSuccessInfo
source: The information was added successfully.
es: La información se agregó exitosamente.

# DatGetMonederoSuccess
source: The virtual card was obtained successfully.
es: La tarjeta virtual se obtuvo correctamente.

# DatGetSuccessInfo
source: The information was obtained successfully.
es: La información se obtuvo correctamente.

# DatMonederoNotFound
source: Virtual card not found.
es: No se encontró la tarjeta virtual.

# DatNoAddInfo
source: Information was not added.
es: No se agregó información.

# CodeNotMatch
source: The code provided does not match the code sent by email.
es: El código proporcionado no coincide con el código enviado por correo.

# CodeTimeExpired
source: The time of the code provided has expired.
es: El tiempo del código proporcionado, ha vencido.

# ErrorGeneratedCode
source: An error occurred while generating the verification code.
es: Ocurrió un error al generar el código de verificación.

# HtmlAccountCancelation
source: Request, account cancellation.
es: Solicitud, cancelación de cuenta.

# HtmlCodeValidity
source: The verification code will be valid for 30 minutes.
es: El código de verificación será válido por 30 minutos.

# HtmlCodeVerification
source: Your verification code.
es: Tu código de verificación.

# HtmlDontShare
source: Please do not share it with anyone.
es: Por favor, no lo compartas con nadie.

# HtmlEnterCode
source: Enter this verification code where you were asked:
es: Ingresa este código de verificación donde te fue solcitado:

source: Operation not allowed.
es: Operación no permitida.

# BusLogoutOtherDevice
source: You have been logged out because you logged in on another device.
es: Tu sesión ha sido cerrada porque iniciaste sesión en otro dispositivo.

# BusTitleLogout
source: Log out.
es: Finalizar sesión.

# BusLoginOtherDevice
source: You are logged in on another device, so this session will be closed.
es: Has iniciado sesión en otro dispositivo, por lo que esta sesión se cerrará.

# BusNoLogin
source: You can't log in because you've already logged in from another device.
es: No puedes iniciar sesión porque ya has accedido desde otro dispositivo.

# BusReportedAccount
source: You cannot log in because the account has been reported.
es: No puedes iniciar sesión porque la cuenta ha sido reportada.

# HtmlRequestVerificationCode
source: Request, verification Code
es: Solicitud, código de verificación.

# BusBlockedAccountApp
source: Your session has been closed due to account blocking.
es: Tu sesión ha sido cerrada, por motivo de bloqueó de cuenta.
